Repository: radgeek/WikiWikiWordPress
Catalog: lang/wordpress-wiki-*.po
Languages: de_de

source: %1$s by %2$s|post revision 1:datetime, 2:name
de_de: %1$s von %2$s

source: Post Revisions
de_de: Revisionen

source: <a href="%1$s">Current revision</a> by %2$s - <a href="%3$s">Edit this page</a>
de_de: <a href="%1$s">Aktuelle Revision</a> von %2$s - <a href="%3$s">Diese Seite bearbeiten</a>

source: j F, Y @ G:i|revision date format
de_de: d.m.Y G:i

source: %s [Autosave]
de_de: %s [Automatische Speicherung]

source: %s [Current Revision]
de_de: %s [Aktuelle Revision]

source: This page/post is a wiki friendly page and may be edited by authors and contributors.
de_de: Diese(r) Beitrag/Seite ist eine Wiki-freundliche Seite und kann von Anderen geändert werden.

source: Enable Table of Contents
de_de: Aktiviere Inhaltsverzeichnis

source: Contents
de_de: Inhalt

source: hide
de_de: verstecken

source: Recently modified wiki pages for:
de_de: Kürzlich geänderte Seiten für:

source: Modified By:
de_de: Geändert von:

source: No contributions yet.
de_de: Bisher keine Beteiligungen.

source: You have made no contributions
de_de: Sie haben bisher noch keine Inhalte beigetragen.

source: Title:
de_de: Titel:

source: Number of posts to show:
de_de: Anzahl an Beiträgen

source: My Contributions widget for WordPress Wiki Plugin
de_de: Mein Beitrag widget für das WordPress Wiki Plugin

source: My Contributions
de_de: Von mir beigetragen

source: Wiki Change
de_de: Wiki-Änderung

source: A Wiki Page has been modified on '%1$s'.
de_de: Eine Wiki-Seite wurde geändert am '%1$s'.

source: The page title is %1$s
de_de: Der Seitentitel lautet %1$s

source: To visit this page <a href="%3$s">click here</a>.
de_de: Um die Seite zu besuchen <a href="%3$s">klicken sie hier</a>.

source: Sorry, the page with title %1$s is not created yet. Click <a href="%2$s/wp-admin/post-new.php">here</a> to create a new page with that title.
de_de: Sorry, die Seite mit dem Titel %1$s existiert noch nicht. Klicken sie <a href="%2$s/wp-admin/post-new.php">hier</a> um eine neue Seite mit diesem Titel zu erzeugen.

source: Once Weekly
de_de: Einmal pro Woche

source: Once Fortnightly
de_de: Einmal alle zwei Wochen

source: The following Wiki Pages has been modified on '%s'
de_de: Die folgenden Wiki-Seiten wurden geändert am '%s'

source: Page title is %1$s.
de_de: Der Seitentitel lautet %1$s.

source: To visit this page <a href="%1$s">click here</a>.
de_de: <a href="%1$s">Klicken sie hier</a> um die Seite zu besuchen.

source: Wiki Settings
de_de: Wiki-Einstellungen

source: Update Complete.
de_de: Änderung gespeichert.

source: Number of Revisions per page:
de_de: Anzahl an Revisionen pro Seite:

source: Notify Administrators via Email when wiki pages have been editted.
de_de: Benachrichtige alle Administratoren per E-Mail, wenn eine Wiki-Seite editiert wurde.

source: Show Table of Content on the front page posts.
de_de: Zeige Inhaltsverzeichnis in den Beiträgen auf der Startseite.

source: Notify Administrators via Email when wiki pages have been editted. (only once in a week)
de_de: Benachrichtige alle Administratoren per E-Mail, wenn Wiki-Seiten editiert wurden. (Einmal pro Woche)

source: Submit
de_de: Absenden

source: Add Wiki functionality to your wordpress site.
de_de: Füge deiner Wordpress-Seite Wiki-Funktionalität hinzu.
